from aiogram.utils.markdown import italic , text, bold #текст

success_str_log = "Отлично!"
fail_str_log = "Что-то пошло не так! Попробуйте снова"
password_str = "Теперь введите пароль"
login_string = "Теперь введите логин"
acc_string = "Здесь вы можете посмотреть свои " +  bold("\"заказы\"") + " и " +  bold("\"акции\"") + " этой недели"

start1 = "Привет! Я бот *nameCompany*!! С помощью меня вы можете ознакомиться с нашим ассортиментом и, если вы уже зарегистрировались у нас, посмотреть свои еженедельные скидки и заказы))"
start2 = "Для помощи можете вызвать команду \"помощь\""
start3 = "Для вызова меню \"меню\""
miss = "Я вас не понимаю, к сожалению"

help_string = "Рад что ты спросил))"+"\n" + bold("\"помощь\"") + " с ней ты уже познакомился, это помощь)" + "\n" + bold("\"меню\"") + ", показывает меню... У нас все очень вкусно, скорее попробуй"+ "\n" + bold("\"анекдот\"")  + ", секретная команда, никому про нее не рассказывай.."+ "\n" + bold("\"login\"") + ". Он поможет тебе зайти в твой аккаунт. Удивительно. Ты же его завел?0.о"
